Repository: mediaexplorer74/AstralBattles
Catalog: Src/AstralBattles/Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru

source: About
ru_ru: О программе

# AboutBody
source: Astral Battles is a strategic card game. Summon creatures, cast spells and defeat your opponents!
ru_ru: Astral Battles - стратегическая карточная игра. Призывайте существ, колдуйте заклинания и побеждайте!

source: Air
ru_ru: Воздух

source: Beast
ru_ru: Зверь

source: Campaign
ru_ru: Компания

# CampaignTip
source: Play single player campaign
ru_ru: Одиночная игра

source: Casting
ru_ru: Заклинание

source: Chaos
ru_ru: Хаос

source: Close
ru_ru: Закрыть

source: Configure Deck
ru_ru: Настроить колоду

source: Confirmation
ru_ru: Подтверждение

# Congratulations
source: Congratulations! You finished the tournament at {0} place. Thanks for playing!
ru_ru: Поздравляем! вы закончили турнир на {0} месте. Спасибо за игру, надеюсь, вы получили удовольствие и не поленитесь поставить 5ку - это поспособствует скорейшему выходу Astral Battles 2 с большой и интересной компанией.

source: Continue
ru_ru: Продолжить

# ContinueCampaignTip
source: Continue started campaign
ru_ru: Продолжить начатую компанию

# ContinueTip
source: Continue game
ru_ru: Продолжить игру

# ContinueTournamentTip
source: Continue tournament
ru_ru: Продолжить турнир

source: Control
ru_ru: Управление

# Copyrights
source: Â© 2011-2025 Astral Battles Team
ru_ru: © 2011-2025 Команда Astral Battles

source: Two Players
ru_ru: Два игрока

# TwoPlayersTip
source: Two players on one device
ru_ru: Игра вдвоём на одном устройстве

# NewGameTip
source: Start new two players game
ru_ru: Начать новую игру на двоих игроков

source: Face Selection
ru_ru: Выбор аватара

source: Load Game
ru_ru: Загрузить игру

source: Review Game
ru_ru: Поставить оценку

source: Next Game
ru_ru: Следующая игра

source: Next Turn
ru_ru: Следующий ход

source: Difficulty
ru_ru: Сложность

source: Easy
ru_ru: Легко

source: Normal
ru_ru: Нормально

source: Hard
ru_ru: Сложно

source: Fire
ru_ru: Огонь

source: Water
ru_ru: Вода

source: Earth
ru_ru: Земля

source: Death
ru_ru: Смерть
